Repository: GNOME/gnome-clocks
Catalog: po/*.po
Languages: kab, ug

source: Clocks
kab: Timrilin
ug: سائەت

source: Clocks for world times, plus alarms, stopwatch and a timer
kab: Timrilin i yimakuden n umaḍal, tingedwiyin, akrunumetr akked umakud
ug: دۇنيا ۋاقىتلىرى، قوڭغۇراقلىق سائەت، ۋاقىت خاتىرىلىگۈچ

source: time;timer;alarm;world clock;stopwatch;time zone;
kab: akud;amakud;tamrilt n umaḍal;akrunumetr;izḍi usrid;
ug: time;timer;alarm;world clock;stopwatch;time zone;ۋاقىت;ئۆلچىگۈچ;قوڭغۇراق;دۇنيا سائىتى;ۋاقىت رايونى;

source: Allows world clocks to be displayed for your time zone.
kab: Yessirig timrilin n umaḍal i wakken ad ttwaskanent deg yizṣi-k usrig.
ug: ۋاقىت رايونىڭىزدا دۇنيا سائىتىنى كۆرسىتىشكە يول قويىدۇ.

source: Configured world clocks
kab: Timrilin n umaḍal yettusbadun
ug: سەپلەنگەن دۇنيا سائىتى

source: List of world clocks to show.
kab: Tabdart n temrilin n umaḍal ara yettwaskanen.
ug: كۆرسىتىدىغان دۇنيا سائەتلىرىنىڭ تىزىمى.

source: Configured alarms
kab: Tingedwiyin yettusbadun
ug: سەپلەنگەن قوڭغۇراق

source: List of alarms set.
kab: Tabdart n tengedwiyin yettusbadun.
ug: قوڭغۇراق تەڭشىكىنىڭ تىزىمى.

source: Configured Timers
kab: Imakuden yettusewlen
ug: سەپلەنگەن ۋاقىت خاتىرىلىگۈچ

source: List of timers set.
kab: Tabdart n yimakuden yettusbadun.
ug: ۋاقىت خاتىرىلىگۈچ تەڭشىكىنىڭ تىزىمى.

source: Geolocation support
kab: Asefrek n usideg arakal
ug: جۇغراپىيەلىك ئورۇننى قوللاش

source: Turn geolocation support on and off.
kab: Rmed/Sens asefrek n usideg arakal.
ug: جۇغراپىيەلىك ئورۇننى قوللاشنى ئاچ ۋە تاقا.

source: Window maximized
kab: Asfaylu meqqren
ug: كۆزنەك چوڭايتىلدى

source: Whether the window is maximized.
kab: Ma yella asfaylu meqqer.
ug: كۆزنەك ئەڭ چوڭ قىلىنغانمۇ يوق.

source: Window width and height
kab: Tahri akked teɣzi n usfaylu
ug: كۆزنەكنىڭ كەڭلىكى ۋە ئېگىزلىكى

source: Width and height of the window.
kab: Tehri akked teɣzi n usfaylu.
ug: كۆزنەكنىڭ كەڭلىكى ۋە ئېگىزلىكى.

source: Panel state
kab: Addad n ugalis
ug: كۆزنەكچە ھالىتى

source: Current clock panel.
kab: Agalis n temrilin timiranin.
ug: نۆۋەتتىكى سائەت كۆزنەكچە.

source: Keep track of time
kab: Qqim teṭṭafareḍ akud
ug: ۋاقىت ئىزلاشنى ساقلاپ قالىدۇ

source: A simple and elegant clock application. It includes world clocks, alarms, a stopwatch, and timers.
kab: Asnas n termilt afessas, i icebḥen. Deg-s tirmilin n umaḍal, tingedwiyin, akrunumetr akked yimakuden.
ug: ئاددىي نەپىس سائەت پىروگراممىسى. ئۇنىڭدا دۇنيا سائىتى، قوڭغۇراق، دەقىقە سائەت ۋە ۋاقىت خاتىرىلىگۈچ بار.

source: Show the time in different cities around the world
kab: Sken akud deg meṛṛa timdinin n umaḍal
ug: دۇنيانىڭ ھەر قايسى جايلىرىدىكى شەھەرلەرنىڭ ۋاقتىنى كۆرسىتىدۇ

source: Set alarms to wake you up
kab: Sbadu tingedwiyin ara k-id-issakin
ug: ئويغىتىدىغان قوڭغۇراق تەڭشىكى

source: Measure elapsed time with an accurate stopwatch
kab: Sket akud i iεeddan s ukrunumetr usdid
ug: سەرپ قىلغان ئېنىق ۋاقىتنى دەقىقە سائەتتە ئۆلچەيدۇ

source: Set timers to properly cook your food
kab: Sbadu imakuden i usewwi iwatan n tgelliwin
ug: تاماق ئەتكەندە ئىشلىتىدىغان ۋاقىت خاتىرىلىگۈچ تەڭشىكى

source: Initial screen
kab: Agdil amezwaru
ug: دەسلەپكى ئېكران

source: Alarms screen
kab: Agdil n tengediwiyin
ug: قوڭغۇراق ئېكرانى

source: Stopwatch screen
kab: Agdil n ukrunumetr
ug: دەقىقە سائەت ئېكرانى

source: Timer screen
kab: Agdil n umakud
ug: ۋاقىت خاتىرىلىگۈچ ئېكرانى

source: The GNOME Project
kab: Asenfar n GNOME
ug: GNOME قۇرۇلۇشى

source: Repeat
kab: Ales
ug: قايتىلا

source: Add A_larm…
kab: Rnu tamrint (_L)…
ug: قوڭغۇراق قوش(_L)…

source: _Stop
ug: توختا(_S)

source: S_nooze
ug: مۈگدە(_N)

source: Repeats
kab: Tettales
ug: قايتىلا

source: Enable Alarm
ug: قوڭغۇراقنى قوزغات

source: Delete
kab: Kkes
ug: ئۆچۈر

source: New Alarm
kab: Tamrilt tamaynut
ug: يېڭى قوڭغۇراق

source: _Cancel
kab: Sefsex (_C)
ug: ۋاز كەچ(_C)

source: _Add
kab: Rnu (_A)
ug: قوش(_A)

source: You already have an alarm for this time
ug: سىز بۇ ۋاقىتقا قوڭغۇراق تەڭشىگەن

source: Hours
ug: سائەت

source: Minutes
ug: مىنۇت

source: Name
kab: Isem
ug: ئاتى

source: Alarm Sound
ug: قوڭغۇراق ئاۋازى

source: Ring Duration
kab: Tanzagt n uṣuni
ug: قوڭغۇراق مۇددىتى

source: Snooze Duration
kab: Tanzagt n tguni
ug: مۈگدەش مۇددىتى

source: R_emove Alarm
kab: Kk_es tangedwit
ug: قوڭغۇراقنى چىقىرىۋەت(_E)

source: _Keyboard Shortcuts
kab: Inegzumen n unasiw (_K)
ug: ھەرپتاختا تېزلەتمىسى(_K)

source: _Help
kab: Tallalt (_H)
ug: ياردەم(_H)

source: _About Clocks
kab: Ɣef Timrilin (_A)
ug: سائەت ھەققىدە(_A)

source: Main Menu
kab: Umuɣ agejdan
ug: ئاساسىي تىزىملىك

# shortcut window
source: General
kab: Amatu
ug: ئادەتتىكى

# shortcut window
source: Show Help
kab: Sken-d tallalt
ug: ياردەمنى كۆرسەت

# shortcut window
source: Open Menu
kab: Ldi umuɣ
ug: تىزىملىك ئاچ

# shortcut window
source: Keyboard Shortcuts
kab: Inegzumen n unasiw
ug: ھەرپتاختا تېزلەتمىسى

# shortcut window
source: Quit
kab: Ffeɣ
ug: چېكىن

# shortcut window
source: Go to the Next Section
kab: Ddu ɣer tefrayt tefrant
ug: كېيىنكى بۆلەككە يۆتكەل

# shortcut window
source: Go to the Previous Section
kab: Ddu ɣer tefrant tudfirt
ug: ئالدىنقى بۆلەككە يۆتكەل

# shortcut window
source: Go to the World Section
kab: Ddu ɣer tefrant n umaḍal
ug: دۇنيا بۆلىكىگە يۆتكەل

# shortcut window
source: Go to the Alarms Section
kab: Ddu ɣer tefrayt n tengedwiyin
ug: قوڭغۇراق بۆلىكىگە يۆتكەل

# shortcut window
source: Go to the Stopwatch Section
kab: Ddu ɣer tefrant n ukrunumetr
ug: دەقىقە سائەت بۆلىكىگە يۆتكەل

# shortcut window
source: Go to the Timer Section
kab: Ddu ɣer tefrant n umakud
ug: ۋاقىت خاتىرىلىگۈچ بۆلىكىگە يۆتكەل

# shortcut window
source: World Clocks
kab: Timrilin n umaḍal
ug: دۇنيا سائىتى

# shortcut window
source: Add a World Clock
kab: Rnu tamrilt n umaḍal
ug: دۇنيا سائىتى قوش

# shortcut window
source: Alarm
kab: Tangedwit
ug: قوڭغۇراق

# shortcut window
source: Add an Alarm
kab: Rnu tangedwit
ug: قوڭغۇراق قوش

# shortcut window
source: Stopwatch
kab: Akrunumetr
ug: دەقىقە سائەت

# shortcut window
source: Pause All
kab: Seḥbes kullec
ug: ھەممىنى ۋاقىتلىق توختات

# shortcut window
source: Timer
kab: Amakud
ug: ۋاقىت ئۆلچىگۈچ

# shortcut window
source: Reset
kab: Wennez
ug: ئەسلىگە قايتۇر

# shortcut window
source: New Timer
kab: Amakud amaynut
ug: يېڭى ۋاقىت خاتىرىلىگۈچ

source: Silent
ug: ئۈنسىز

source: St_art
kab: Bdu (_A)
ug: باشلا(_A)

source: _Clear
ug: تازىلا(_C)

source: Time
kab: Akud
ug: ۋاقىت

source: Difference
kab: Amgired
ug: پەرق

source: Title…
kab: Azwel…
ug: ماۋزۇ…

source: Pause
kab: Seḥbes
ug: ۋاقىتلىق توختا

source: Start
kab: Bdu
ug: باشلا

source: Reset
kab: Wennez
ug: ئەسلىگە قايتۇر

source: New Timer
kab: Amakud amaynut
ug: يېڭى ۋاقىت خاتىرىلىگۈچ

source: Quick Start
kab: Asenkar arurad
ug: تېز باشلا

source: One minute
ug: بىر مىنۇت

source: 1 m
kab: 1 tsd
ug: 1 مىنۇت

source: Two minutes
ug: ئىككى مىنۇت

source: 2 m
kab: 2 tsd
ug: 2 مىنۇت

source: Three minutes
ug: ئۈچ مىنۇت

source: 3 m
kab: 3 tsd
ug: 3 مىنۇت

source: Five minutes
ug: بەش مىنۇت

source: 5 m
kab: 5 tsd
ug: 5 مىنۇت

source: Thirty minutes
ug: ئوتتۇز مىنۇت

source: 30 m
kab: 30tsd
ug: 30 مىنۇت

source: Fifteen minutes
ug: ئون بەش مىنۇت

source: 15 m
kab: 15 tsd
ug: 15 مىنۇت

source: Fortyfive minutes
ug: قىرىق بەش مىنۇت

source: 45 m
kab: 45 tsd
ug: 45 مىنۇت

source: One hour
ug: بىر سائەت

source: 1 h
kab: 1 srg
ug: 1 سائەت

source: Set Timer
kab: Sbadu amakud
ug: ۋاقىت خاتىرىلىگۈچ تەڭشەك

source: Seconds
ug: سېكۇنت

source: Title
kab: Azwel
ug: ماۋزۇ

source: _World
kab: Amaḍal (_W)
ug: دۇنيا(_W)

source: Ala_rms
kab: Tingedwiyin (_R)
ug: قوڭغۇراق(_R)

source: _Stopwatch
kab: Akrunumetr (_S)
ug: دەقىقە سائەت(_S)

source: _Timer
kab: Amakud (_T)
ug: ۋاقىت خاتىرىلىگۈچ(_T)

source: Clock
kab: Tamrint
ug: سائەت

source: Alarm Ringing
kab: Taṣanit n tengedwit
ug: قوڭغۇراق جىرىڭلاش

source: _Add World Clock…
kab: Rnu tamrilt n umaḍal… (_A)
ug: دۇنيا سائىتى قوش…

source: Add World Clock
ug: دۇنيا سائىتى قوش

source: Search cities
ug: شەھەر ئىزدەش

source: Perform a Search
ug: ئىزدە ئىجرا قىلىنىدۇ

source: The search results will appear here
ug: ئىزدەش نەتىجىسى بۇ جايدا كۆرۈنىدۇ

source: No Results Found
ug: ھېچقانداق نەتىجە تېپىلمىدى

source: Try a different search
ug: باشقا بىر پەرقلىق ئىزدەشنى سىناڭ

source: Sunrise
kab: Alluy n yiṭij
ug: كۈن چىقىش

source: Sunset
kab: Aɣelluy n yiṭij
ug: كۈن پېتىش

source: Alarm set for %s from now
kab: Tettusbadu temrilt i %s seg tura
ug: قوڭغۇراق ھازىردىن باشلاپ %s دىن كېيىن ئەسكەرتىشكە تەڭشەلدى

source: Alarm
kab: Tangedwit
ug: قوڭغۇراق

source: Stop
kab: Seḥbes
ug: توختا

source: Snooze
kab: Sgen
ug: مۈگدە

source: %s: Snoozed until %s
kab: %s: Tgen alamma %s
ug: %s: مۈگدەش مۇددىتى %s

source: Snoozed until %s
kab: Tgen alamma %s
ug: مۈگدەش مۇددىتى %s

source: Alarm %s was missed
kab: Tamrilt %s txuṣṣ
ug: %s قوڭغۇراقنى ئۆتكۈزۈۋەتتى

source: Alarm was missed
kab: Tɛedda temrilt
ug: قوڭغۇراقنى ئۆتكۈزۈۋەتتى

source: 1 minute
kab: 1 n tesdat
ug: ‎1‎‏ مىنۇت

source: 5 minutes
kab: 5 n tesdatin
ug: 5 مىنۇت

source: 10 minutes
kab: 10 n tesdatin
ug: 10 مىنۇت

source: 15 minutes
kab: 15 n tesdatin
ug: 15 مىنۇت

source: 20 minutes
kab: 20 n tisdatin
ug: 20 مىنۇت

source: 30 minutes
kab: 30 n tesdatin
ug: 30 مىنۇت

source: Edit Alarm
kab: Ẓreg tangedwit
ug: قوڭغۇراق تەھرىر

source: _Done
kab: Immed (_D)
ug: تامام(_D)

source: Beep-Beep
ug: تىت تىت

source: Bird
ug: قۇش

source: Bonfire
ug: گۈلخان

source: Boudoir
ug: ئايرىم خانە

source: Bouncing
ug: قاڭقىش

source: Cautious Steps
ug: ئېھتىياتچان قەدەم

source: Chirping
ug: ۋىچىر-ۋىچىر

source: Class Act
ug: سىنىپ

source: Crossing Bell
ug: چاپراس قوڭغۇراق

source: Daydreaming
ug: خىيالپەرەس

source: Digitone
ug: رەقەملىك رىتىم

source: Enchanting
ug: مەھلىيا

source: Glass Bell
ug: ئەينەك قوڭغۇراق

source: Guitar
ug: گىتار

source: Jolly
ug: خۇشاللىق

source: Mystery
ug: سىرلىق

source: Ping Ping
ug: چاراس-چۇرۇس

source: School Bell
ug: مەكتەپ قوڭغۇراق

source: Sonar
ug: سونار

source: Sparkling
ug: چاقنىغان يۇلتۇز

source: Tingling
ug: ئاغرىق

source: Toys
ug: ئويۇنچۇق

source: Print version information and exit
kab: Siggez talɣut n lqem syen ffeɣ
ug: نەشر ئۇچۇرىنى بېسىپ چېكىنىدۇ

source: _Pause
ug: ۋاقىتلىق توختا(_P)

source: _Lap
ug: ئايلانما(_L)

source: R_esume
ug: داۋاملاشتۇر(_E)

source: Lap %i
kab: Nnuba tis %i
ug: %i-ئايلانما

source: Time is up!
kab: Ifukk wakud!
ug: ۋاقىت توشتى!

source: Timer countdown finished
kab: Amessiḍan d akessar ifukk
ug: تەتۈر ساناش تاماملاندى

source: Current timezone
kab: Izḍi usrig amiran
ug: نۆۋەتتىكى ۋاقىت رايونى

source: %s hour behind
kab: %s srg n ugellel
ug: %s سائەت كېيىن

source: %s hour ahead
kab: %s srg yuẓan
ug: %s سائەت ئىلگىرى

# Alarm|Repeat-On|Monday
source: M
kab: Ari
ug: د

# Alarm|Repeat-On|Tuesday
source: T
kab: Ara
ug: س

# Alarm|Repeat-On|Wednesday
source: W
kab: Ah
ug: چ

# Alarm|Repeat-On|Thursday
source: T
kab: Amh
ug: پ

# Alarm|Repeat-On|Friday
source: F
kab: Sem
ug: ج

# Alarm|Repeat-On|Saturday
source: S
kab: Sed
ug: ش

# Alarm|Repeat-On|Sunday
source: S
kab: Ac
ug: ي

source: Mondays
kab: Ussan n warim
ug: دۈشەنبە

source: Tuesdays
kab: Ussan n waram
ug: سەيشەنبە

source: Wednesdays
kab: Ussan n wahad
ug: چارشەنبە

source: Thursdays
kab: Ussan n wamhad
ug: پەيشەنبە

source: Fridays
kab: Ussan n sem
ug: جۈمە

source: Saturdays
kab: Ussan n sed
ug: شەنبە

source: Sundays
kab: Ussan n wacer
ug: يەكشەنبە

source: Every Day
kab: Yal ass
ug: ھەر كۈنى

source: Weekdays
kab: Ussan n umalas
ug: مىنەپتە كۈن

source: Weekends
kab: Imalasen
ug: ھەپتە ئاخىرى

source: translator-credits
kab: Launchpad Contributions: tasutlelli17 https://launchpad.net/~tafziri13 ButterflyOfFire
ug: غەيرەت ت.كەنجى <gheyret@gmail.com> ئابدۇقادىر ئابلىز <sahranbay@gmail.com>

source: Add Location
kab: Rnu adig
ug: ئورۇن قوش

source: Tomorrow
kab: Azekka
ug: ئەتە

source: Yesterday
kab: Iḍelli
ug: تۈنۈگۈن

source: Current location
kab: Adig amiran
ug: نۆۋەتتىكى ئورۇن

source: You already have an alarm for this time.
kab: Tesεiḍ yakan tangedwit i wakud-a.

source: _Start
kab: _Sekker

source: Clear
kab: Sfeḍ

source: Add a New World Clock
kab: Rnu tamrilt n umaḍal tamaynut

source: Search for a City
kab: Nadi ɣef tiɣremt

source: Lap
kab: Nnuba

source: Resume
kab: Kemmel

source: %s day
kab: %s n wass

source: and
kab: akked

source: %s hour
kab: %s n usrag

source: %s minute
kab: %s n tesdidt
